gujiu47-2KPJ/esp32_project/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_WIFI_ENABLED=y
CONFIG_BT_ENABLED=y